web/app/controllers/feed_controller.rb

SELECT `feed`.* FROM `feed`
---
  def index
    @feeds = Feed.all